Repository: instaforum/foruminsta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: You have confirmed %(email)s.
ar: لقد قمت بتأكيد %(email)s.

source: Adresse e-mail supprimée %(email)s.
ar: تم حذف البريد الإلكتروني %(email)s.

source: Successfully signed in as %(name)s.
ar: تم تسجيل الدخول بنجاح كـ %(name)s.

source: You have signed out.
ar: لقد تم تسجيل الخروج.

source: A sign-in code has been mailed to %(email)s.
ar: تم إرسال رمز تسجيل الدخول إلى %(email)s.

source: Mot de passe modifié avec succès.
ar: تم تغيير كلمة المرور بنجاح.

source: Adresse e-mail principale définie.
ar: تم تعيين البريد الإلكتروني الرئيسي.

source: Votre adresse e-mail principale doit être vérifiée.
ar: يجب التحقق من بريدك الإلكتروني الرئيسي.

source: Changer le mot de passe
ar: تغيير كلمة المرور

source: Mot de passe oublié?
ar: نسيت كلمة المرور؟

source: Réinitialisation du mot de passe
ar: إعادة تعيين كلمة المرور

source: Nous vous avons envoyé un e-mail. Si vous ne l'avez pas reçu, veuillez vérifier votre dossier de spam. Sinon, contactez-nous si vous ne le recevez pas dans quelques minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. إذا لم تستلمه، يرجى التحقق من مجلد الرسائل غير المرغوب فيها. وإلا، يرجى الاتصال بنا إذا لم تستلمه خلال بضع دقائق.

source: Définir le mot de passe
ar: تعيين كلمة المرور

source: Le lien de réinitialisation du mot de passe est invalide, probablement parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه تم استخدامه بالفعل. يرجى طلب إعادة تعيين كلمة مرور جديدة.

source: Votre mot de passe a été changé avec succès.
ar: تم تغيير كلمة المرور الخاصة بك بنجاح.

source: Modifier le mot de passe
ar: تعديل كلمة المرور

source: Votre mot de passe est maintenant modifié.
ar: تم تعديل كلمة المرور الخاصة بك الآن.

source: Entrez votre mot de passe:
ar: أدخل كلمة المرور الخاصة بك:

source: M'envoyer un code de connexion
ar: إرسال رمز تسجيل الدخول إليّ

source: Vous recevrez un e-mail contenant un code spécial pour une connexion sans mot de passe.
ar: سوف تتلقى بريدًا إلكترونيًا يحتوي على رمز خاص لتسجيل الدخول بدون كلمة مرور.

source: Demander le code
ar: طلب الرمز

source: Autres options de connexion
ar: خيارات تسجيل الدخول الأخرى

source: Adresse Email
ar: عنوان البريد الإلكتروني

source: Photo de profil
ar: صورة الملف الشخصي

source: Inscription en cours...
ar: جاري التسجيل...

source: Déjà un compte ?
ar: هل لديك حساب بالفعل؟

source: Inscription par mot de passe
ar: التسجيل باستخدام كلمة المرور

source: Tu as déjà un compte? Alors veuilles-tu %(link)sse connecter%(end_link)s.
ar: هل لديك حساب بالفعل؟ إذن يرجى %(link)sتسجيل الدخول%(end_link)s.

source: S'inscrire
ar: التسجيل

source: Autres options
ar: خيارات أخرى

source: Inscription fermée
ar: التسجيل مغلق

source: Nous sommes désolés, mais l'inscription est actuellement fermée.
ar: نحن نعتذر، ولكن التسجيل مغلق حاليًا.

source: Note
ar: ملاحظة

source: You are already logged in as %(user_display)s.
ar: أنت مسجل الدخول بالفعل كـ %(user_display)s.

source: Attention:
ar: تنبيه:

source: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail afin de recevoir des notifications, réinitialiser votre mot de passe, etc.
ar: ليس لديك حاليًا أي عنوان بريد إلكتروني مُهيأ. ينبغي عليك إضافة عنوان بريد إلكتروني لتلقي الإشعارات، إعادة تعيين كلمة المرور، إلخ.

source: Vérifiez votre adresse e-mail
ar: تحقق من عنوان بريدك الإلكتروني

source: Nous vous avons envoyé un email de confirmation. Cliquez sur le lien pour finaliser votre processus d'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception, vérifiez votre dossier spam. Contactez-nous si vous ne l'avez pas reçu d'ici quelques minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتأكيد. انقر على الرابط لإكمال عملية التسجيل. إذا لم ترى رسالة التحقق في صندوق الوارد، تحقق من مجلد الرسائل المزعجة. اتصل بنا إذا لم تستلمها خلال بضع دقائق.

source: Verify Your Email Address
ar: تحقق من عنوان بريدك الإلكتروني

source: Pour accéder à cette partie du site, il faut d'abord que nous ayons vérifié qui vous indiquez être. Pour cela, vous devez prouver que vous êtes bien le propriétaire de l'adresse e-mail que vous nous avez indiquée.
ar: للوصول إلى هذا القسم من الموقع، يجب علينا أولاً التحقق من هويتك. يتطلب ذلك إثبات أنك المالك الحقيقي لعنوان البريد الإلكتروني الذي قدمته لنا.

source: Nous vous avons envoyé un e-mail de vérification. Merci de cliquer sur le lien inclus dans ce courriel. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception, vérifiez votre dossier spam. Contactez-nous si vous ne l'avez pas reçu d'ici quelques minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق. يرجى النقر على الرابط المضمن في هذه الرسالة. إذا لم تجد رسالة التحقق في صندوق الوارد، تحقق من مجلد الرسائل المزعجة. اتصل بنا إذا لم تستلمها خلال بضع دقائق.

source: <strong>Remarque:</strong> vous pouvez toujours <a href="%(email_url)s" class="allauth-a">changer votre adresse e-mail</a>.
ar: <strong>ملاحظة:</strong> يمكنك دائمًا <a href="%(email_url)s" class="allauth-a">تغيير عنوان بريدك الإلكتروني</a>.

source: Menu:
ar: القائمة:

source: Change Password
ar: تغيير كلمة المرور

source: Account Connections
ar: اتصالات الحساب

source: Two-Factor Authentication
ar: المصادقة الثنائية

source: Sessions
ar: الجلسات

source: Sign Out
ar: تسجيل الخروج

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: تسجيل حساب جديد

source: Contact
ar: اتصل بنا

source: Modifier le profil
ar: تعديل الملف الشخصي

source: Sauvegarder
ar: حفظ

source: Gestion des vos e-mails
ar: إدارة عناوين بريدك الإلكتروني

source: FAQ et Règles du Forum
ar: الأسئلة الشائعة وقواعد المنتدى

source: Questions Fréquemment Posées
ar: الأسئلة المتكررة

source: Comment puis-je me connecter à mon compte ?
ar: كيف يمكنني تسجيل الدخول إلى حسابي؟

source: Pour se connecter, cliquez sur l'icone
ar: لتسجيل الدخول، انقر على الأيقونة

source: en haut de la page et suivez les instructions.
ar: في أعلى الصفحة واتبع التعليمات.

source: Comment puis-je créer un compte ?
ar: كيف يمكنني إنشاء حساب؟

source: Pour créer un compte, cliquez sur l'icone
ar: لإنشاء حساب، انقر على الأيقونة

source: en haut de la page. Il vous sera demandé votre adresse email, vos noms et un mot de passe (que vous devez confirmer). Les noms d'utilisateur et image de profil sont optionnels.
ar: في أعلى الصفحة. سيُطلب منك إدخال عنوان بريدك الإلكتروني، أسمائك، وكلمة مرور (يجب تأكيدها). اسم المستخدم وصورة الملف الشخصي اختيارية.

source: Après inscription, un email vous sera envoyé pour confirmation. L'accès à certaines parties du site (messagerie, création de threads, recherche, etc.) exige que vous soyez confirmé.
ar: بعد التسجيل، سيتم إرسال بريد إلكتروني للتأكيد. الوصول إلى بعض أجزاء الموقع (الرسائل، إنشاء المواضيع، البحث، إلخ) يتطلب تأكيد الحساب.

source: Comment puis-je réinitialiser mon mot de passe ?
ar: كيف يمكنني إعادة تعيين كلمة المرور؟

source: Pour réinitialiser votre mot de passe, cliquez sur 'Mot de passe oublié' sur la page de connexion et entrez l'adresse email avec laquelle vous avez créé le compte. Vous recevrez un lien de réinitialisation.
ar: لإعادة تعيين كلمة المرور، انقر على 'نسيت كلمة المرور' في صفحة تسجيل الدخول وأدخل عنوان البريد الإلكتروني الذي استخدمته لإنشاء الحساب. ستصلك رسالة تحتوي على رابط إعادة التعيين.

source: Que faire si j'ai oublié mon mot de passe ?
ar: ماذا أفعل إذا نسيت كلمة المرور؟

source: Si vous avez oublié votre mot de passe, cliquez sur le lien 'Mot de passe oublié' sur la page de connexion. Entrez votre adresse email, et nous vous enverrons un lien pour réinitialiser votre mot de passe.
ar: إذا نسيت كلمة المرور، انقر على رابط 'نسيت كلمة المرور' في صفحة تسجيل الدخول. أدخل عنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.

source: Que faire si je n'ai pas reçu l'email de confirmation ?
ar: ماذا أفعل إذا لم أتلقى بريد التأكيد؟

source: Si vous n'avez pas reçu l'email de confirmation, vérifiez votre dossier de spam. Si vous ne le trouvez toujours pas, contactez notre support à instaforum2025@gmail.com pour obtenir de l'aide.
ar: إذا لم تستلم بريد التأكيد، يرجى التحقق من مجلد الرسائل غير المرغوب فيها. إذا لم تجده، يُرجى التواصل مع دعمنا على instaforum2025@gmail.com للحصول على المساعدة.

source: Comment puis-je créer un nouveau thread ?
ar: كيف يمكنني إنشاء موضوع جديد؟

source: Pour créer un nouveau thread, allez dans la section des forums et cliquez sur le bouton 'Nouveau Thread'. Entrez un titre pour votre thread, ajoutez votre message, et cliquez sur 'Publier'. Votre thread sera visible par les autres utilisateurs.
ar: لإنشاء موضوع جديد، انتقل إلى قسم المنتديات وانقر على زر 'موضوع جديد'. أدخل عنوانًا لموضوعك، أضف رسالتك، ثم انقر على 'نشر'. سيكون موضوعك مرئيًا للمستخدمين الآخرين.

source: Puis-je éditer ou supprimer mon thread ?
ar: هل يمكنني تعديل أو حذف موضوعي؟

source: Oui, vous pouvez éditer ou supprimer votre thread en cliquant sur les options 'Modifier' ou 'Supprimer' à côté de votre message.
ar: نعم، يمكنك تعديل أو حذف موضوعك بالنقر على خيارات 'تعديل' أو 'حذف' بجانب رسالتك.

source: Comment puis-je signaler un utilisateur ?
ar: كيف يمكنني الإبلاغ عن مستخدم؟

source: Si vous remarquez un comportement inapproprié, vous pouvez signaler un utilisateur en cliquant sur l'option 'Signaler' à côté de son nom d'utilisateur. Veuillez fournir une description détaillée du problème. Notre équipe examinera votre signalement et prendra les mesures appropriées.
ar: إذا لاحظت سلوكًا غير لائق، يمكنك الإبلاغ عن مستخدم بالنقر على خيار 'الإبلاغ' بجانب اسم المستخدم. يرجى تقديم وصف مفصل للمشكلة. سيقوم فريقنا بمراجعة تقريرك واتخاذ الإجراءات المناسبة.

source: Puis-je voir les actions prises suite à mon signalement ?
ar: هل يمكنني رؤية الإجراءات المتخذة بعد إبلاغي؟

source: Pour des raisons de confidentialité, nous ne pouvons pas divulguer les actions spécifiques prises suite à un signalement. Cependant, nous vous assurons que chaque signalement est examiné attentivement.
ar: لأسباب تتعلق بالخصوصية، لا يمكننا الكشف عن الإجراءات المحددة المتخذة بعد أي بلاغ. مع ذلك، نؤكد لكم أن كل بلاغ يتم دراسته بعناية.

source: Comment puis-je signaler un thread ?
ar: كيف يمكنني الإبلاغ عن موضوع؟

source: Si vous trouvez un thread inapproprié ou offensant, vous pouvez le signaler en cliquant sur l'option 'Signaler' en bas du message. Veuillez fournir une description détaillée de la raison pour laquelle vous signalez le thread. Notre équipe examinera votre signalement et prendra les mesures nécessaires.
ar: إذا وجدت منشورًا غير لائق أو مسيئًا، يمكنك الإبلاغ عنه بالنقر على خيار 'الإبلاغ' أسفل الرسالة. يُرجى تقديم وصف مفصل لسبب الإبلاغ عن المنشور. سيقوم فريقنا بمراجعة بلاغك واتخاذ الإجراءات اللازمة.

source: Liens Utiles
ar: روابط مفيدة

source: Accueil
ar: الرئيسية

source: À propos
ar: من نحن

source: Règles du forum
ar: قواعد المنتدى

source: Politique de confidentialité
ar: سياسة الخصوصية

source: Modération
ar: الإشراف

source: Déconnexion
ar: تسجيل الخروج

source: Nous contacter
ar: اتصل بنا

source: Réseaux Sociaux
ar: الشبكات الاجتماعية

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: إنستغرام

source: LinkedIn
ar: لينكد إن

source: Tous droits réservés.
ar: جميع الحقوق محفوظة.

source: InstaForum
ar: منتدى إنستا

source: Logo
ar: شعار

source: Événements
ar: الفعاليات

source: Communautés
ar: المجتمعات

source: Langue
ar: اللغة

source: Anglais
ar: الإنجليزية

source: Arabe
ar: العربية

source: Rechercher...
ar: ابحث...

source: Messages
ar: الرسائل

source: Actualités du Monde
ar: أخبار العالم

source: Communauté
ar: المجتمع

source: Votre profil
ar: ملفك الشخصي

source: Vos notifications
ar: إشعاراتك

source: S\
ar: ت\

source: Changer de thème
ar: تغيير السمة

source: Créer un thread
ar: إنشاء موضوع

source: Créer un Evénement
ar: إنشاء فعالية

source: Statistiques du forum
ar: إحصائيات المنتدى

source: Membres
ar: الأعضاء

source: Membres en ligne
ar: الأعضاء النشطون

source: Tops contributeurs
ar: أبرز المساهمين

source: Photo de profil de %(name)s
ar: صورة الملف الشخصي لـ %(name)s

source: Photo de profil par défaut de %(name)s
ar: صورة الملف الشخصي الافتراضية لـ %(name)s

source: %(count)s thread
ar: %(count)s موضوع

source: %(count)s post
ar: %(count)s مشاركة

source: Creer Evénement
ar: إنشاء فعالية

source: Catégories populaires
ar: الفئات الشائعة

source: Contact/Support
ar: اتصل بالدعم

source: Suivez-nous
ar: تابعنا

source: Email
ar: البريد الإلكتروني

source: Bienvenue sur notre forum ! Nous nous engageons à protéger votre vie privée. Cette politique de confidentialité décrit comment nous collectons, utilisons et protégeons vos informations personnelles.
ar: مرحبًا بكم في منتدانا! نحن ملتزمون بحماية خصوصيتكم. تصف سياسة الخصوصية هذه كيف نجمع ونستخدم ونحمي معلوماتكم الشخصية.

source: 1. Collecte des informations
ar: 1. جمع المعلومات

source: Nous collectons les informations que vous nous fournissez directement, comme votre nom, adresse email, et toute autre donnée que vous partagez en utilisant notre forum.
ar: نقوم بجمع المعلومات التي تقدمها لنا مباشرة، مثل اسمك وعنوان بريدك الإلكتروني وأي بيانات أخرى تشاركها عند استخدام منتدانا.

source: 2. Utilisation des informations
ar: 2. استخدام المعلومات

source: Nous utilisons vos informations pour gérer votre compte, répondre à vos demandes, améliorer nos services, et vous fournir une expérience personnalisée.
ar: نستخدم معلوماتك لإدارة حسابك، والرد على طلباتك، وتحسين خدماتنا، وتقديم تجربة مخصصة لك.

source: 3. Partage des informations
ar: 3. مشاركة المعلومات

source: Nous ne partageons pas vos informations personnelles avec des tiers, sauf si cela est nécessaire pour fournir nos services ou si la loi l'exige.
ar: لا نشارك معلوماتك الشخصية مع أطراف ثالثة، إلا إذا كان ذلك ضروريًا لتقديم خدماتنا أو إذا تطلبت ذلك القوانين.

source: 4. Sécurité
ar: 4. الأمان

source: Nous mettons en œuvre des mesures de sécurité pour protéger vos informations contre l'accès non autorisé, la modification ou la divulgation.
ar: ننفذ إجراءات أمنية لحماية معلوماتك من الوصول غير المصرح به أو التعديل أو الكشف.

source: 5. Vos droits
ar: 5. حقوقكم

source: Vous avez le droit d'accéder à vos informations personnelles, de les corriger ou de les supprimer. Contactez-nous pour toute demande relative à vos données personnelles.
ar: لديك الحق في الوصول إلى معلوماتك الشخصية وتصحيحها أو حذفها. اتصل بنا لأي طلب يتعلق ببياناتك الشخصية.

source: 6. Modifications de cette politique
ar: 6. تعديلات هذه السياسة

source: Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment. Nous vous informerons de tout changement important.
ar: نحتفظ بالحق في تعديل سياسة الخصوصية هذه في أي وقت. وسنخطركم بأي تغييرات جوهرية.

source: Si vous avez des questions ou des préoccupations concernant notre politique de confidentialité, veuillez nous contacter à abakarix4dev@gmail.com ou akagerald@gmail.com.
ar: إذا كانت لديكم أي أسئلة أو استفسارات حول سياسة الخصوصية الخاصة بنا، يرجى الاتصال بنا على abakarix4dev@gmail.com أو akagerald@gmail.com.

source: Votre profil utilisateur
ar: ملفك الشخصي للمستخدم

source: Informations personnelles
ar: المعلومات الشخصية

source: Nom complet
ar: الاسم الكامل

source: Membre depuis
ar: عضو منذ

source: Règles du Forum
ar: قواعد المنتدى

source: 1. Respect des autres utilisateurs
ar: 1. احترام الأعضاء الآخرين

source: Veuillez respecter les autres membres du forum. Les insultes, harcèlements et comportements offensants ne seront pas tolérés.
ar: يرجى احترام الأعضاء الآخرين في المنتدى. لن يتم التسامح مع الشتائم أو المضايقات أو السلوكيات المسيئة.

source: 2. Contenu approprié
ar: 2. المحتوى المناسب

source: Publiez uniquement du contenu approprié et pertinent. Les messages inappropriés seront supprimés.
ar: انشر فقط محتوى مناسبًا وذو صلة. سيتم حذف الرسائل غير المناسبة.

source: Vous pouvez signaler les contenus inappropriés aux moderateurs qui prendront des mesures qui s'imposent.
ar: يمكنك الإبلاغ عن المحتويات غير المناسبة للمشرفين الذين سيتخذون الإجراءات اللازمة.

source: 3. Pas de spam
ar: 3. ممنوع البريد المزعج

source: Évitez de publier du spam ou de la publicité non sollicitée. Cela inclut les messages répétitifs et les liens promotionnels.
ar: تجنب نشر الرسائل المزعجة أو الإعلانات غير المرغوب فيها. وهذا يشمل الرسائل المتكررة والروابط الترويجية.

source: Third-Party Login Failure
ar: فشل تسجيل الدخول عبر طرف ثالث

source: An error occurred while attempting to login via your third-party account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول باستخدام حساب طرف ثالث.

source: You can sign in to your account using any of the following third-party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من حسابات الطرف الثالث التالية:

source: Remove
ar: إزالة

source: You currently have no third-party accounts connected to this account.
ar: ليس لديك أي حسابات طرف ثالث متصلة بهذا الحساب حاليًا.

source: Add a Third-Party Account
ar: إضافة حساب طرف ثالث

source: A third-party account from %(provider)s has been connected to your account.
ar: تم توصيل حساب طرف ثالث من %(provider)s بحسابك.

source: Third-Party Account Connected
ar: تم توصيل حساب طرف ثالث

source: A third-party account from %(provider)s has been disconnected from your account.
ar: تم فصل حساب طرف ثالث من %(provider)s عن حسابك.

source: Third-Party Account Disconnected
ar: تم فصل حساب طرف ثالث

source: Connect %(provider)s
ar: ربط %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
ar: أنت على وشك ربط حساب جديد من طرف ثالث من %(provider)s.

source: Sign In Via %(provider)s
ar: تسجيل الدخول عبر %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
ar: أنت على وشك تسجيل الدخول باستخدام حساب طرف ثالث من %(provider)s.

source: Continue
ar: متابعة

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: لقد قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الموجودة. إذا كان هذا خطأ، يرجى المتابعة إلى <a href="%(login_url)s">تسجيل الدخول</a>.

source: The third-party account has been connected.
ar: تم ربط حساب الطرف الثالث.

source: The third-party account is already connected to a different account.
ar: حساب الطرف الثالث مرتبط بالفعل بحساب آخر.

source: The third-party account has been disconnected.
ar: تم فصل حساب الطرف الثالث.

source: Signup
ar: التسجيل

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حساب %(provider_name)s الخاص بك لتسجيل الدخول إلى %(site_name)s. كخطوة أخيرة، يرجى استكمال النموذج التالي:

source: Or use a third-party
ar: أو استخدام طرف ثالث

source: Signed out of all other sessions.
ar: تم تسجيل الخروج من جميع الجلسات الأخرى.

source: Started At
ar: بدأ في

source: IP Address
ar: عنوان IP

source: Browser
ar: المتصفح

source: Last seen at
ar: آخر ظهور في

source: Current
ar: الحالي

source: Sign Out Other Sessions
ar: تسجيل الخروج من الجلسات الأخرى
