Repository: instaforum/foruminsta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Français
ar: الفرنسية

source: Contactez-nous
ar: اتصل بنا

source: Si vous avez des questions ou avez besoin d'aide, n'hésitez pas à nous contacter.
ar: إذا كان لديك أي أسئلة أو تحتاج إلى مساعدة، لا تتردد في الاتصال بنا.

source: Envoyez-nous un message
ar: أرسل لنا رسالة

source: Votre Email
ar: بريدك الإلكتروني

source: Votre adresse email
ar: عنوان بريدك الإلكتروني

source: Message
ar: رسالة

source: Votre message ici...
ar: رسالتك هنا...

source: Envoyer
ar: إرسال

source: Actualités
ar: أخبار

source: Forum
ar: منتدى

source: Discussions
ar: مناقشات

source: Evénements
ar: أحداث

source: Langues
ar: لغات

source: Profil
ar: ملف شخصي

source: Créer
ar: إنشاء

source: Connexion
ar: تسجيل الدخول

source: Inscription
ar: تسجيل

source: Forums
ar: منتديات

source: Titre de l'événement
ar: عنوان الحدث

source: Description de l'événement
ar: وصف الحدث

source: Lieu de l'événement
ar: مكان الحدث

source: Date de l'événement
ar: تاريخ الحدث

source: Image de l'événement
ar: صورة الحدث

source: La date de l'événement ne peut pas être dans le passé.
ar: لا يمكن أن يكون تاريخ الحدث في الماضي.

source: Créer un Événement
ar: إنشاء حدث

source: Aucune image sélectionnée
ar: لم يتم اختيار صورة

source: événement
ar: حدث

source: J'y serai
ar: سأكون هناك

source: Participants
ar: المشاركون

source: Et autres...
ar: وآخرون...

source: Liste des événements
ar: قائمة الأحداث

source: Liste des événements
ar: قائمة الأحداث

source: Cette semaine
ar: هذا الأسبوع

source: Dans deux semaines
ar: خلال أسبوعين

source: Le mois prochain
ar: الشهر المقبل

source: Prochainement
ar: قريباً

source: Ajouter un événement
ar: إضافة حدث

source: Titre de votre fil de discussion
ar: عنوان موضوع النقاش الخاص بك

source: Contenu de votre fil de discussion
ar: محتوى موضوع النقاش الخاص بك

source: Sélectionnez ou ajoutez des tags
ar: اختر أو أضف وسومًا

source: Sélectionnez un forum
ar: اختر منتدى

source: Ajoutez des tags separés par des virgules
ar: أضف وسومًا مفصولة بفواصل

source: Écrivez votre message ici...
ar: اكتب رسالتك هنا...

source: Rechercher dans le forum...
ar: ابحث في المنتدى...

source: Type de signalement
ar: نوع التبليغ

source: Raison du signalement
ar: سبب التبليغ

source: Expliquez la raison du signalement
ar: اشرح سبب التبليغ

source: Catégorie
ar: فئة

source: Catégories
ar: فئات

source: image du forum
ar: صورة المنتدى

source: Thread
ar: موضوع

source: Threads
ar: مواضيع

source: Post
ar: منشور

source: Posts
ar: منشورات

source: Spam
ar: بريد مزعج

source: Offensant
ar: مسيء

source: Publicité
ar: إعلان

source: Autre
ar: أخرى

source: Auteur Actif
ar: مؤلف نشط

source: Félicitations %(username)s, vous gagnez le badge d'auteur actif. Merci pour votre contribution à la communauté
ar: تهانينا %(username)s، لقد حصلت على وسام المؤلف النشط. شكرًا لمساهمتك في المجتمع

source: Populaire
ar: شائع

source: Commentateur Actif
ar: معلق نشط

source: Image de %(title)s
ar: صورة %(title)s

source: %(counter)s thread
ar: موضوع واحد

source: Threads récents
ar: أحدث المواضيع

source: par @%(author)s
ar: بواسطة @%(author)s

source: Voir tous les threads
ar: عرض جميع المواضيع

source: Aucun thread dans ce forum
ar: لا توجد مواضيع في هذا المنتدى

source: Créer un Fil de Discussion
ar: إنشاء موضوع نقاش

source: Votre compte est suspendu pour 7 jours par le modérateur. Vous ne pouvez pas créer de fil de discussion ou répondre à des posts mais vous pouvez toujours les lire.
ar: حسابك معلق لمدة 7 أيام من قبل المشرف. لا يمكنك إنشاء مواضيع نقاش أو الرد على المنشورات ولكن يمكنك قراءتها.

source: Titre
ar: عنوان

source: Contenu
ar: المحتوى

source: Tags
ar: الوسوم

source: Créer un Fil de Discussion dans
ar: إنشاء موضوع نقاش في

source: Félicitations
ar: تهانينا

source: Félicitations !
ar: مبروك !

source: Merci d'avoir créé votre premier thread. Bienvenue dans notre communauté!
ar: شكراً لك على إنشاء موضوعك الأول. أهلاً بك في مجتمعنا!

source: Nous espérons que vous continuerez à contribuer et à partager vos idées.
ar: نأمل أن تستمر في المساهمة ومشاركة أفكارك.

source: Voir le Thread
ar: عرض الموضوع

source: Résultat
ar: نتيجة

source: de recherche pour
ar: بحث عن

source: Auteur :
ar: المؤلف:

source: Aucun tag
ar: لا توجد وسوم

source: Profil utilisateur
ar: ملف المستخدم

source: Précédent
ar: السابق

source: Suivant
ar: التالي

source: Aucun résultat trouvé pour "%(query)s".
ar: لا توجد نتائج لـ "%(query)s".

source: Tableau de Bord de Modération
ar: لوحة تحكم المشرفين

source: Threads Signalés
ar: المواضيع المبلغ عنها

source: signalements
ar: تبليغات

source: Auteur
ar: المؤلف

source: Signalé par
ar: تم التبليغ بواسطة

source: Raison
ar: السبب

source: Date
ar: التاريخ

source: Supprimer
ar: حذف

source: Voir
ar: عرض

source: Posts Signalés
ar: المنشورات المبلغ عنها

source: signalements
ar: تبليغات

source: Aucun signalé
ar: لا يوجد بلاغات

source: Gestion des Utilisateurs
ar: إدارة المستخدمين

source: Utilisateurs inactifs
ar: المستخدمون غير النشطين

source: Utilisateur
ar: مستخدم

source: Suspendre
ar: تعليق

source: Ajouter une information
ar: إضافة معلومة

source: Notifications
ar: الإشعارات

source: Vos Notifications
ar: إشعاراتك

source: Marquer comme lu
ar: تعليم كمقروء

source: Vous n'avez pas de notification
ar: ليس لديك أي إشعارات

source: Profil de : %(name)s
ar: ملف: %(name)s

source: Envoyer un message
ar: إرسال رسالة

source: Signaler utilisateur
ar: الإبلاغ عن مستخدم

source: Nom au complet
ar: الاسم الكامل

source: Badges Obtenus
ar: شارات مكتسبة

source: Aucun badge obtenu.
ar: لا توجد شارات مكتسبة.

source: Publications
ar: منشورات

source: Aucune publication.
ar: لا توجد منشورات.

source: Signaler aux moderateurs
ar: الإبلاغ للمشرفين

source: Signaler
ar: إبلاغ

source: Envoyer le signalement
ar: إرسال التبليغ

source: Créer un fil de discussion
ar: إنشاء موضوع نقاش

source: Tags: %(tag_name)s
ar: وسوم: %(tag_name)s

source: Tag: %(tag.name)s
ar: وسم: %(tag.name)s

source: Threads taggés:
ar: مواضيع موسومة:

source: Aucun thread
ar: لا توجد مواضيع

source: Avatar
ar: صورة رمزية

source: Publié le %(date)s
ar: نشر في %(date)s

source: Modifier
ar: تعديل

source: Rouvrir le thread
ar: إعادة فتح الموضوع

source: Fermer le thread
ar: إغلاق الموضوع

source: Image du thread
ar: صورة الموضوع

source: Ajouter un commentaire
ar: إضافة تعليق

source: Ce thread est fermé
ar: هذا الموضوع مغلق

source: Vous ne pouvez plus ajouter de nouveaux commentaires à cette discussion.
ar: لم يعد بإمكانك إضافة تعليقات جديدة على هذه المناقشة.

source: Écrivez votre commentaire ici...
ar: اكتب تعليقك هنا...

source: Annuler
ar: إلغاء

source: Publier
ar: نشر

source: Aucun commentaire pour ce thread
ar: لا توجد تعليقات على هذا الموضوع

source: Threads similaires
ar: مواضيع مشابهة

source: Mettre à Jour le Post
ar: تحديث المنشور

source: Mettre à Jour
ar: تحديث

source: Mettre à Jour le Thread
ar: تحديث الموضوع

source: Page
ar: صفحة

source: sur
ar: من

source: Vous n'avez pas l'autorisation de fermer ce fil de discussion.
ar: ليس لديك صلاحية إغلاق هذا الموضوع.

source: Vous n'avez pas l'autorisation de rouvrir ce fil de discussion.
ar: ليس لديك صلاحية إعادة فتح هذا الموضوع.

source: Réponse à @
ar: رد على @

source: %(username)s a commenté votre thread "%(title)s"
ar: %(username)s علق على موضوعك "%(title)s"

source: Le thread a été supprimé avec succès.
ar: تم حذف الموضوع بنجاح.

source: Félicitations pour votre premier thread !
ar: مبروك على موضوعك الأول!

source: Thread créé avec succès !
ar: تم إنشاء الموضوع بنجاح!

source: Veuillez corriger les erreurs ci-dessous.
ar: يرجى تصحيح الأخطاء أدناه.

source: Votre compte n'est plus actif.
ar: حسابك لم يعد نشطاً.

source: Votre thread a été créé avec succès !
ar: تم إنشاء موضوعك بنجاح!

source: Votre message a été publié avec succès !
ar: تم نشر رسالتك بنجاح!

source: Le message a été supprimé avec succès.
ar: تم حذف الرسالة بنجاح.

source: Nouveau signalement d'un sujet: %(title)s
ar: تبليغ جديد عن موضوع: %(title)s

source: Nouveau signalement d'un message dans le sujet: %(title)s
ar: تبليغ جديد عن رسالة في الموضوع: %(title)s

source: Nouveau signalement d'un utilisateur: %(name)s
ar: تبليغ جديد عن مستخدم: %(name)s

source: Vous devez être connecté pour effectuer cette action.
ar: يجب تسجيل الدخول لإجراء هذا الإجراء.

source: Le groupe Modérateur n'existe pas.
ar: مجموعة المشرفين غير موجودة.

source: Vous ne pouvez pas vous suspendre vous-même.
ar: لا يمكنك تعليق حسابك بنفسك.

source: Votre compte a été suspendu. Contactez l'administration pour plus d'informations.
ar: حسابك معلق. اتصل بالإدارة للمزيد من المعلومات.

source: Vous n'avez pas les permissions nécessaires.
ar: ليس لديك الصلاحيات المطلوبة.

source: Le : %(date)s
ar: في: %(date)s

source: %(counter)s réponse associée :
ar: رد واحد:

source: Soyez le premier à poster sur ce thread !
ar: كن أول من ينشر على هذا الموضوع!

source: ÉVÉNEMENT PHARE
ar: الفعالية الرئيسية

source: Découvrir
ar: اكتشف

source: Discussions Actives
ar: مناقشات نشطة

source: Par %(author)s | le %(date)s
ar: بواسطة %(author)s | في %(date)s

source: %(counter)s réponse
ar: رد واحد

source: Voir toutes les discussions
ar: عرض جميع المناقشات

source: Prochains Événements
ar: الفعاليات القادمة

source: À ne pas manquer
ar: لا تفوت

source: Voir Plus
ar: المزيد

source: Ressources Pratiques
ar: موارد مفيدة

source: Bibliothèque
ar: المكتبة

source: Tutoriels
ar: دروس تعليمية

source: Outils
ar: أدوات

source: FAQ
ar: الأسئلة الشائعة

source: Rejoignez la discussion
ar: انضم للنقاش

source: %(counter)s threads
ar: موضوع واحد

source: Écrire votre message ici
ar: اكتب رسالتك هنا

source: Messagerie privée
ar: الرسائل الخاصة

source: Vos Conversations
ar: محادثاتك

source: Démarrer une nouvelle conversation
ar: بدء محادثة جديدة

source: Écrivez votre message...
ar: اكتب رسالتك...

source: Vous
ar: أنت

source: Aucune conversation avec les autres utilisateurs
ar: لا توجد محادثات مع مستخدمين آخرين

source: Envoyer message à
ar: إرسال رسالة إلى

source: Rechercher un utilisateur
ar: البحث عن مستخدم

source: Résultats de la recherche
ar: نتائج البحث

source: Demarrer une conversation
ar: بدء محادثة

source: Se souvenir de moi
ar: تذكرني

source: Nom d'utilisateur
ar: اسم المستخدم

source: Adresse e-mail
ar: البريد الإلكتروني

source: Prénom
ar: الاسم الأول

source: Nom
ar: الاسم الأخير

source: Image de profil
ar: صورة الملف الشخصي

source: Mot de passe
ar: كلمة المرور

source: Confirmer le mot de passe
ar: تأكيد كلمة المرور

source: Entrez votre adresse e-mail
ar: أدخل بريدك الإلكتروني

source: adresse email
ar: البريد الإلكتروني

source: prénom
ar: الاسم الأول

source: nom
ar: الاسم الأخير

source: image de profil
ar: صورة الملف الشخصي

source: nom d'utilisateur
ar: اسم المستخدم

source: date d'inscription
ar: تاريخ التسجيل

source: Dernière mise à jour :
ar: آخر تحديث:

source: Aucun article disponible pour le moment.
ar: لا توجد مقالات متاحة حالياً

source: La taille de l'image ne doit pas dépasser 20 Mo. Vous pouvez partager le lien vers la ressource
ar: يجب ألا يتجاوز حجم الصورة 20 ميجابايت. يمكنك مشاركة رابط المورد

source: La taille du fichier ne doit pas dépasser 20 Mo. Vous pouvez partager le lien vers la ressource
ar: يجب ألا يتجاوز حجم الملف 20 ميجابايت. يمكنك مشاركة رابط المورد

source: La taille de la vidéo ne doit pas dépasser 20 Mo. Vous pouvez partager le lien vers la ressource
ar: يجب ألا يتجاوز حجم الفيديو 20 ميجابايت. يمكنك مشاركة رابط المورد

source: Ajouter un Document
ar: إضافة مستند

source: Description
ar: الوصف

source: Document
ar: مستند

source: Ajouter
ar: إضافة

source: Ajouter une image
ar: إضافة صورة

source: Ajouter une Image
ar: إضافة صورة

source: Image
ar: صورة

source: Ajouter un lien
ar: إضافة رابط

source: Ajouter un Lien
ar: إضافة رابط

source: Lien
ar: رابط

source: Aucune prévisualisation disponible
ar: لا توجد معاينة متاحة

source: Ajouter une vidéo
ar: إضافة فيديو

source: Description
ar: الوصف

source: Vidéo
ar: فيديو

source: Votre navigateur ne supporte pas l'élément vidéo.
ar: متصفحك لا يدعم عنصر الفيديو

source: Ressource : %(title)s
ar: المورد: %(title)s

source: Télécharger
ar: تحميل

source: Icône de document
ar: أيقونة المستند

source: Votre navigateur ne supporte pas la balise vidéo.
ar: متصفحك لا يدعم علامة الفيديو

source: Ajouté le : %(date)s
ar: تمت الإضافة في: %(date)s

source: Ajouté par
ar: تمت الإضافة بواسطة

source: Ressources
ar: موارد

source: Liste des Ressources
ar: قائمة الموارد

source: Rechercher des ressources...
ar: البحث عن موارد...

source: Rechercher
ar: بحث

source: Toutes les ressources
ar: جميع الموارد

source: Images
ar: صور

source: Videos
ar: فيديوهات

source: Liens
ar: روابط

source: Documents
ar: مستندات

source: Ajouté le :
ar: تمت الإضافة في:

source: Aucune ressource trouvée
ar: لم يتم العثور على أي موارد

source: Ajouter une video
ar: إضافة فيديو

source: Video
ar: فيديو

source: Ajouter une ressource
ar: إضافة مورد

source: Sélection du Type de Ressource
ar: اختيار نوع المورد

source: Choisissez le Type de Ressource à Ajouter
ar: اختر نوع المورد الذي تريد إضافته

source: Résultats de Recherche
ar: نتائج البحث

source: Recherche encore
ar: بحث مرة أخرى

source: Résultats pour :
ar: نتائج البحث عن:

source: Aucune ressource trouvée.
ar: لم يتم العثور على أي موارد

source: Veuillez entrer un terme de recherche.
ar: الرجاء إدخال كلمة بحث.

source: Le fichier doit être une image valide.
ar: يجب أن يكون الملف صورة صالحة.

source: Le fichier doit être un document valide.
ar: يجب أن يكون الملف مستندًا صالحًا.

source: Le fichier doit être une vidéo valide.
ar: يجب أن يكون الملف فيديو صالحًا.

source: Accès interdit
ar: وصول ممنوع

source: Désolé, vous n'avez pas la permission d'accéder à cette page.
ar: عذرًا، ليس لديك إذن للوصول إلى هذه الصفحة.

source: Retour à la page d'accueil
ar: العودة إلى الصفحة الرئيسية

source: Page non trouvée
ar: الصفحة غير موجودة

source: Désolé, la page que vous cherchez n'existe pas
ar: عذرًا، الصفحة التي تبحث عنها غير موجودة

source: A propos de nous
ar: معلومات عنا

source: À propos de nous
ar: عنّا

source: Nos Objectifs
ar: أهدافنا

source: Notre plateforme vise à :
ar: تهدف منصتنا إلى:

source: Faciliter la communication et l'échange entre les étudiants et les enseignants.
ar: تسهيل التواصل والتبادل بين الطلاب والمعلمين.

source: Fournir un espace pour partager des ressources académiques et pédagogiques.
ar: توفير مساحة لمشاركة الموارد الأكاديمية والتعليمية.

source: Encourager la participation et l'engagement dans les activités de l'institut.
ar: تشجيع المشاركة والانخراط في أنشطة المعهد.

source: Fonctionnalités de la plateforme
ar: ميزات المنصة

source: Notre forum inclut :
ar: يشمل منتدانا:

source: Un forum de discussion pour poser des questions et partager des connaissances.
ar: منتدى مناقشة لطرح الأسئلة ومشاركة المعرفة.

source: Une page d'actualités pour se tenir informé des dernières nouveautés de l'institut.
ar: صفحة أختبار للاطلاع على آخر مستجدات المعهد.

source: Un calendrier d'événements pour ne rien manquer des activités organisées par l'institut.
ar: تقويم فعاليات لكي لا تفوت أي أنشطة ينظمها المعهد.

source: Retour à l'accueil
ar: العودة إلى الصفحة الرئيسية

source: Account Inactive
ar: حساب غير نشط

source: This account is inactive.
ar: هذا الحساب غير نشط.

source: Confirm Access
ar: تأكيد الوصول

source: Please reauthenticate to safeguard your account.
ar: الرجاء إعادة المصادقة لحماية حسابك.

source: Alternative options
ar: خيارات بديلة

source: Vérification de l'e-mail
ar: تأكيد البريد الإلكتروني

source: Entrez le code de vérification de l'e-mail
ar: أدخل رمز التحقق من البريد الإلكتروني

source: Nous avons envoyé un code à %(email_link)s. Le code expire rapidement, donc veuillez le saisir rapidement.
ar: لقد أرسلنا رمزًا إلى %(email_link)s. ينتهي صلاحية الرمز بسرعة، لذا يرجى إدخاله بسرعة.

source: Confirmer
ar: تأكيد

source: Se connecter
ar: تسجيل الدخول

source: Entrez le code de connexion
ar: أدخل رمز الدخول

source: Nous avons envoyé un code à %(email_link)s. Le code expire rapidement, donc veuillez le saisir rapidement.
ar: لقد أرسلنا رمزًا إلى %(email_link)s. ينتهي صلاحية الرمز بسرعة، لذا يرجى إدخاله بسرعة.

source: Email Addresses
ar: عناوين البريد الإلكتروني

source: Les adresses e-mail suivantes sont associées à votre compte:
ar: عناوين البريد الإلكتروني التالية مرتبطة بحسابك:

source: Verified
ar: تم التحقق

source: Unverified
ar: غير محقق

source: Primary
ar: رئيسي

source: Rendre principale
ar: جعلها رئيسية

source: Renvoyer le message de vérification
ar: إعادة إرسال رسالة التحقق

source: Retirer
ar: إزالة

source: Ajouter une adresse e-mail
ar: إضافة عنوان بريد إلكتروني

source: Do you really want to remove the selected email address?
ar: هل تريد حقًا إزالة عنوان البريد الإلكتروني المحدد؟

source: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre a tenté de vous inscrire avec l'adresse e-mail suivante : %(email)s Cependant, un compte existe déjà avec cette adresse e-mail. Si vous avez oublié cela, veuillez utiliser la procédure de réinitialisation de mot de passe pour récupérer votre compte : %(password_reset_url)s
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر حاول التسجيل باستخدام عنوان البريد الإلكتروني التالي: %(email)s ومع ذلك، يوجد حساب بالفعل بهذا العنوان. إذا كنت قد نسيت ذلك، يرجى استخدام إجراء إعادة تعيين كلمة المرور لاسترداد حسابك: %(password_reset_url)s

source: Compte déjà existant
ar: حساب موجود مسبقًا

source: Bonjour depuis %(site_name)s!
ar: مرحبًا بكم من %(site_name)s!

source: Merci d'utiliser %(site_name)s! %(site_domain)s
ar: شكرًا لاستخدام %(site_name)s! %(site_domain)s

source: Vous recevez cet e-mail parce que les modifications suivantes ont été apportées à votre compte:
ar: أنت تتلقى هذا البريد الإلكتروني لأن التغييرات التالية قد تم إجراؤها على حسابك:

source: Si vous ne reconnaissez pas cette modification, veuillez prendre immédiatement les précautions de sécurité appropriées. Le changement à votre compte provient de : - Adresse IP : %(ip)s - Navigateur : %(user_agent)s - Date : %(timestamp)s
ar: إذا لم تتعرف على هذا التغيير، يرجى اتخاذ الاحتياطات الأمنية المناسبة على الفور. التغيير على حسابك يأتي من: - عنوان IP: %(ip)s - المتصفح: %(user_agent)s - التاريخ: %(timestamp)s

source: Votre adresse e-mail a été changée de %(from_email)s à %(to_email)s.
ar: تم تغيير عنوان بريدك الإلكتروني من %(from_email)s إلى %(to_email)s.

source: Adresse e-mail modifiée
ar: تم تغيير عنوان البريد الإلكتروني

source: Votre adresse e-mail a été confirmée.
ar: تم تأكيد عنوان بريدك الإلكتروني.

source: Email Confirmation
ar: تأكيد البريد الإلكتروني

source: Vous recevez cet e-mail parce que l'utilisateur %(user_display)s a donné votre adresse e-mail pour s'inscrire à un compte sur %(site_domain)s.
ar: أنت تتلقى هذا البريد الإلكتروني لأن المستخدم %(user_display)s قد قدم عنوان بريدك الإلكتروني للتسجيل في حساب على %(site_domain)s.

source: Votre code de vérification de l'e-mail est ci-dessous. Veuillez l'entrer dans votre fenêtre de navigateur ouverte.
ar: رمز التحقق من بريدك الإلكتروني أدناه. يرجى إدخاله في نافذة المتصفح المفتوحة.

source: Pour confirmer que c'est correct, allez à %(activate_url)s
ar: لتأكيد أن هذا صحيح، انتقل إلى %(activate_url)s

source: Veuillez confirmer votre adresse e-mail
ar: الرجاء تأكيد عنوان بريدك الإلكتروني

source: L'adresse e-mail %(deleted_email)s a été supprimée de votre compte.
ar: تم حذف عنوان البريد الإلكتروني %(deleted_email)s من حسابك.

source: Email a été supprimée
ar: تم حذف البريد الإلكتروني

source: Your sign-in code is listed below. Please enter it in your open browser window.
ar: رمز تسجيل الدخول الخاص بك مدرج أدناه. يرجى إدخاله في نافذة المتصفح المفتوحة.

source: This mail can be safely ignored if you did not initiate this action.
ar: يمكن تجاهل هذا البريد بأمان إذا لم تبدأ هذا الإجراء.

source: Sign-In Code
ar: رمز تسجيل الدخول

source: Votre mot de passe a été changé.
ar: تم تغيير كلمة المرور الخاصة بك.

source: Password Changed
ar: تم تغيير كلمة المرور

source: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre a demandé une réinitialisation de mot de passe pour votre compte utilisateur. Vous pouvez ignorer cet e-mail en toute sécurité si vous n'avez pas demandé de réinitialisation de mot de passe. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر طلب إعادة تعيين كلمة المرور لحسابك. يمكنك تجاهل هذا البريد الإلكتروني بأمان إذا لم تطلب إعادة تعيين كلمة المرور. انقر على الرابط أدناه لإعادة تعيين كلمة المرور الخاصة بك.

source: Si vous avez oublié, votre nom d'utilisateur est %(username)s.
ar: إذا كنت قد نسيت، اسم المستخدم الخاص بك هو %(username)s.

source: E-mail de réinitialisation de mot de passe
ar: بريد إلكتروني لإعادة تعيين كلمة المرور

source: Votre mot de passe a été réinitialisé.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Votre mot de passe a été défini.
ar: تم تعيين كلمة المرور الخاصة بك.

source: Password Set
ar: تعيين كلمة المرور

source: Vous recevez cet e-mail parce que vous, ou quelqu'un d'autre, a tenté d'accéder à un compte avec l'adresse e-mail %(email)s. Cependant, nous n'avons aucun enregistrement d'un compte de ce type dans notre base de données.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر حاول الوصول إلى حساب باستخدام عنوان البريد الإلكتروني %(email)s. ومع ذلك، ليس لدينا أي سجل لمثل هذا الحساب في قاعدة البيانات الخاصة بنا.

source: Vous pouvez ignorer cet e-mail en toute sécurité si vous n'avez pas initié cette action.
ar: يمكنك تجاهل هذا البريد الإلكتروني بأمان إذا لم تبدأ هذا الإجراء.

source: Si c'était vous, vous pouvez vous inscrire à un compte en utilisant le lien ci-dessous.
ar: إذا كنت أنت، يمكنك التسجيل للحصول على حساب باستخدام الرابط أدناه.

source: Compte inconnu
ar: حساب غير معروف

source: Email Address
ar: عنوان البريد الإلكتروني

source: Current email
ar: البريد الإلكتروني الحالي

source: Changing to
ar: التغيير إلى

source: Your email address is still pending verification.
ar: عنوان بريدك الإلكتروني لا يزال في انتظار التحقق.

source: Re-send Verification
ar: إعادة إرسال التحقق

source: Cancel Change
ar: إلغاء التغيير

source: Change to
ar: التغيير إلى

source: Change Email
ar: تغيير البريد الإلكتروني

source: Confirm Email Address
ar: تأكيد عنوان البريد الإلكتروني

source: Merci de confirmer que <a href="mailto:%(email)s" class="allauth-a"> %(email)s</a> est l'adresse email de l'utilisateur %(user_display)s.
ar: يرجى تأكيد أن <a href="mailto:%(email)s" class="allauth-a"> %(email)s</a> هو عنوان البريد الإلكتروني للمستخدم %(user_display)s.

source: Confirm
ar: تأكيد

source: Impossible de confirmer %(email)s parce que confirmer par un autre compte.
ar: تعذر تأكيد %(email)s لأنه تم تأكيده بواسطة حساب آخر.

source: Ce lien de confirmation d'email a expiré ou est invalide. S'il vous plait <a href="%(email_url)s" class="allauth-a">envoyer une nouvelle adresse pour la requete de confirmation</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني هذا أو أنه غير صالح. يرجى <a href="%(email_url)s" class="allauth-a">إرسال عنوان جديد لطلب التأكيد</a>.

source: Identifiant
ar: المعرف

source: Entrez votre email ou pseudo
ar: أدخل بريدك الإلكتروني أو اسم المستخدم

source: Entrez votre mot de passe
ar: أدخل كلمة المرور الخاصة بك

source: Mot de passe oublié ?
ar: نسيت كلمة المرور؟

source: Connexion en cours...
ar: تسجيل الدخول جارٍ...

source: Pas encore de compte ?
ar: ليس لديك حساب بعد؟

source: Inscrivez-vous
ar: سجل الآن

source: Se connecter avec Google
ar: تسجيل الدخول باستخدام جوجل

source: Se déconnecter
ar: تسجيل الخروج

source: Es-tu sûr de vouloir te déconnecter?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Vous ne pouvez pas supprimer votre adresse e-mail principale (%(email)s).
ar: لا يمكنك حذف عنوان بريدك الإلكتروني الرئيسي (%(email)s).

source: Impossible de confirmer %(email)s car elle est déjà confirmée par un autre compte.
ar: تعذر تأكيد %(email)s لأنه تم تأكيده بالفعل بواسطة حساب آخر.

source: E-mail de confirmation envoyé à %(email)s.
ar: تم إرسال بريد التأكيد إلى %(email)s.
